!------Castle Class--------

CASTLE_DESC = La fortalexa es grande y obsidiana. El monstruo espera dentro del interior de la c\u00fapula.
CASTLE_NAME = Fortaleza del Monstruo
CASTLE_ENC_1 = Entras en la fortaleza de obsidiana y eres recibido por el monstruo.\nEl Tesoro Nacional est\u00e1 detr\u00e1s.\nNo tienes otra opci\u00f3n que luchar contra \u00e9l para recuperarlo.\n\n\u00bfVas a pelear?

!------Desert Class--------

DESERT_DESC = El desierto es un ambiente hostil.\nLa arena se est\u00e1 quemando al tacto y el calor te drena de tu energ\u00eda.\nPerder\u00e1 5 puntos de salud ocasionalmente.
DESERT_NAME = El desierto
DESERT_ENC_1 = Durante tus viajes, te encuentras con un vag\u00f3n abandonado junto a la carretera, \u00bfte detienes?
DESERT_ENC_2 = Mientras contin\u00faas tus viajes, un bandido te nota.\n\nSe acerca a ti y saca un cuchillo, exigi\u00e9ndote dinero.\n\n\u00bfQu\u00e9 har\u00e1s?
DESERT_ENC_3 = Te est\u00e1s acercando a la fortaleza, pero primero ves un oasis.\n\n\u00bfDescansar\u00e1s?
DESERT_ENC_4 = \u00a1Has llegado al final del desierto! Pero antes de que puedas entrar en la fortaleza del Monstruo, un hombre bastante viejo te detiene.\n\nTe insta a no ir porque es demasiado peligroso. \u00bfC\u00f3mo respondes?\n\n1. Lo siento, no tengo otra opci\u00f3n, pero prometo volver vivo.\n\n2. \u00a1Ap\u00e1rtate!

!------GameStarter Class---
SPANISH = Espa\u00f1ol
ENGLISH = Ingl\u00e9s

START = Empezar
ABOUT = Sobre
ENTER = Entrar
NEXT = Siguiente
YES = S\u00ed
NO = No
BATTLE = Lucha
NO_BATTLE = No Luches
OPTION_1 = Opci\u00f3n 1
OPTION_2 = Opci\u00f3n 2
HEALTH = Salud:
NAME = Nombre:
CURRENCY = Moneda:
WEAPON = Arma:
DAMAGE = Da\u00f1o:
DESC = Descripci\u00f3n:
HERO = H\u00e9roe
LANGUAGE = Idioma:
FOREST = Bosque
MOUNTAINS = Monta\u00f1as

BANDIT_NAME = Bandido
BANDIT_DESC = \u00a1Un ladr\u00f3n experto que toma lo que \u00e9l quiere!

MONSTER_NAME = Monstruo
MONSTER_DESC = \u00a1Monstruo que se llev\u00f3 el tesoro nacional!

ENTER_NAME = Introduzca tu nombre:
ENTER_AGE = Introduzca tu edad:

BACKGROUND_INFO_1 = El Reino SunShine ha estado en paz durante cientos de a\u00f1os.\n\nDurante este tiempo muchos artistas han enriquecido la cultura de los reinos, creando una cultura muy estil\u00edstica.\n\nDurante este tiempo, se cre\u00f3 la obra de arte m\u00e1s valiosa del Reino, La Torre Dorada.\n\nLa gente se ha maravillado con el trabajo durante siglos y se ha convertido en una atracci\u00f3n para muchos.\n\n\nPulse Siguiente para continuar.

BACKGROUND_INFO_2_1 = Pero de repente, un grupo de monstruos atac\u00f3 el museo y rob\u00f3 La Torre Dorada!!!\n\n\u00a1\u00a1El Reino est\u00e1 en p\u00e1nico por la p\u00e9rdida!!\n\nEl Rey te ha encomendado,
BACKGROUND_INFO_2_2 = , como el h\u00e9roe que viajar\u00e1 al escondite del Monstruo y recuperar\u00e1 el Tesoro Nacional!\n\n\nPulse Siguiente para continuar.

BACKGROUND_INFO_3 = Has dejado el Reino en tu viaje a la Fortaleza del Monstruo.\n\nAhora debes viajar a trav\u00e9s del desierto, las monta\u00f1as o el bosque para llegar a la Fortaleza del Monstruo.\n\nCada ruta viene con sus propias dificultades. Elige sabiamente...\n\n\nSeleccione una ruta para tomar.

INPUT_INVALID = Sus entradas no son v\u00e1lidas.

PLAYER_STAT = 's Estad\u00edstico:

REACH_MON_FORT = \u00a1Has llegado a la Fortaleza del Monstruo!\n\n

RETURNED_AFTER_SLAY_1 = \u00a1Has regresado despu\u00e9s de matar al monstruo y devuelto el tesoro!\n\nEl Reino te agradece por tu servicio,
RETURNED_AFTER_SLAY_2 = .\n\n\u00a1Eres un h\u00e9roe!

OLD_MAN_WISH = El anciano le desea suerte y le da un elixir.\n\n+5 salud\n\nPulse Siguiente para continuar.
OLD_MAN_SMACK_1 = El anciano te golpea con una fuerza sin precedentes.\n\nEl viejo grita: \u00a1Respeten a tus ancianos! \u00bfCu\u00e1ntos a\u00f1os tienes
OLD_MAN_SMACK_2 = ?\n\n-5 salud\n\nPulse Siguiente para continuar.
OLD_MAN_DEATH = El anciano te golpe\u00f3 hasta la muerte.

BATTLE_BEGIN = \u00a1Comienza la batalla!\n
NEXT_CONT = \n\nPulse Siguiente para continuar.

BANDIT_GOLD = El bandido te quit\u00f3 30 de oro.\n\nPulse Siguiente para continuar.

MONSTER_KILL = El Monstruo te mat\u00f3 mientras le dabas la espalda.

WAGON_APPROACH = Al acercarse al vag\u00f3n, se da cuenta de que alguien se qued\u00f3 en una prisa.\n\nTodav\u00eda decides buscar en el vag\u00f3n.\n\n\u00a1Encontraste 50 monedas de oro mientras mirabas a trav\u00e9s del vag\u00f3n!\n\n
WAGON_SKIP = Has decidido saltarte el vag\u00f3n.\n\n\nPulse Siguiente para continuar.

FOUND_WIMP_SWORD = \u00a1\u00a1Tambi\u00e9n encontraste la Espada de Wimp!!
WIMP_SWORD_NAME = La espada de Wimp
WIMP_SWORD_DESC = Una espada fuerte lanzada por un caballero d\u00e9bil despu\u00e9s de ser atacado por serpientes.
ACQ_WIMP_SWORD = Has adquirido la espada de Wimp.\n\n\nPulse Siguiente para continuar viajando...
NO_PICK_SWORD = No cogiste la espada.\n\n\nPulse Siguiente para continuar.

SNAKE = De repente, una serpiente salta de debajo del vag\u00f3n.\n\n-10 salud\n\n\nPulse Siguiente para salir.
SNAKE_KILL = Snake's venom killed you!

OASIS = \nThe Oasis is a nice break from your Journey.\n\n+10 health\n
SKIP_OASIS = You skipped the Oasis.\n\nPulse Siguiente para continuar.

ARRIVE = Usted ha llegado al
ATTACK = \nAtacaste a un
O_ATTACK = te atac\u00f3.
O_KILL = te mat\u00f3.

CONGRAT_DEFEAT = \n\nFelicitaciones, derrotaste al

TAKE_WEAPON = \n\u00bfTe gustar\u00eda llevar un arma contigo?\n\n

DESERT_DRAIN = \u00a1El desierto est\u00e1 drenando tu energ\u00eda! \u00a1P\u00e9rdida de 5 puntos de salud!\n\n
DESERT_DIE = Muri\u00f3 del desierto implacable.
DESERT_HURRY = \u00a1El desierto est\u00e1 abrasador! \u00a1Necesito darte prisa!\n\n

FOUND_COIN = \nMientras buscabas, encontraste 5 monedas de oro en el suelo.\n\u00a1Qu\u00e9 suerte!\n\n
FOUND_PIECE = \nMientras buscabas, encontraste una pieza m\u00e1gica que aumenta el da\u00f1o de tu arma.\Da\u00f1o +1\n\u00a1Qu\u00e9 suerte!\n\n
FOUND_ELIXIR = \nMientras buscabas, encontraste un elixir.\n\u00a1Qu\u00e9 suerte!\n\n

SLAIN_1 = Fuiste asesinado...\n\n
SLAIN_2 = \n\nFin del juego.

!------Hero Class---------

HERO_DESC = Eres el h\u00e9roe encargado de recuperar el Tesoro Nacional del Reino.

FIST_NAME = Pu\u00f1os
FIST_DESC = Un golpe fuerte con todo su poder.